Repository: eubr-bigsea/stand
Catalog: stand/i18n/locales/*/LC_MESSAGES/messages.po
Languages: pt

source: Running in %s mode
pt: Executando no modo %s

source: Listing %(name)s
pt: Listando %(name)s

source: Missing json in the request body
pt: JSON ausente no corpo da requisição

source: Validation error
pt: Erro de validação

source: Internal error
pt: Erro interno

source: Not found
pt: Não encontrado

source: Deleting %s (id=%s)
pt: Excluindo %s (id=%s)

source: %(name)s deleted with success!
pt: %(name)s excluído com sucesso!

source: %(name)s not found (id=%(id)s).
pt: %(name)s não encontrado (id=%(id)s).

source: Insufficient data.
pt: Dados insuficientes.

source: Updating %s (id=%s)
pt: Atualizando %s (id=%s)

source: %(n)s (id=%(id)s) was updated with success!
pt: %(n)s (id=%(id)s) foi atualizado com sucesso!

source: Job is still running
pt: Ainda executando

source: Job %s is not persistent.
pt: Execução %s não é persistente

source: Unnamed job
pt: Execução sem nome

source: Missing information in JSON
pt: Informação faltante no JSON

source: Error in POST
pt: Erro no processamento da requisição do tipo POST

source: Job stopped
pt: Execução parada

source: An attempt of stopping the job was made
pt: Realizada uma tentativa de parar uma execução

source: Locked
pt: Trancado

source: You need to inform the parameters
pt: Você precisa informar os parâmetros

source: You must inform workflow_id.
pt: Você deve informar o workflow_id.

source: You must inform cluster_id or define a preferred one in workflow.
pt: Você deve informar o cluster_id ou definir um cluster preferencial para o fluxo de trabalho.

source: Error retrieving workflow {}: {}
pt: Erro recuperando fluxo de trabalho {}: {}

source: Workflow not found or error retrieving it.
pt: Fluxo de trabalho não foi encontrado ou um erro ocorreu ao recuperá-lo.

source: Convert data source
pt: Converter a fonte de dados

source: Unsupported job name: {name}
pt: Nome de execução inválido: {name}

source: PipelineRun
pt: Execução de pipeline

source: Adding %s
pt: Adicionando %s

source: Retrieving %s (id=%s)
pt: Recuperando %s (id=%s)

source: %(name)s not found (id=%(id)s)
pt: %(name)s não encontrado (id=%(id)s)

source: %(name)s created with success!
pt: %(name)s criado com sucesso!

source: Pipeline Run
pt: Execução de pipeline

source: Pipeline step id={} triggered by the job {}.
pt: Pipeline step id={} disparado pela execução {}.

source: Unsupported content type
pt: Tipo de conteúdo não-suportado

source: [%s] joined room %s
pt: [%s] juntou-se à sala %s

source: Entered room: *{}*
pt: Entrou na sala: *{}*

source: [%s] left room %s
pt: [%s] deixou a sala %s

source: Left room: {}
pt: Deixou a sala: {}

source: %s is closing room %s
pt: %s está fechando a sala %s

source: Room closed: {}
pt: Sala fechada: {}

source: Connected
pt: Conectado

source: %s disconnected
pt: %s desconectou-se

source: %s asked for disconnection
pt: %s solicitou a sua desconexão

source: Required environment variable $STAND_CONFIG not set.
pt: Variável de ambiente obrigatória $STAND_CONFIG não foi definida.

source: Error {} while getting pipeline runs
pt: Erro {} ao recuperar as execuções de pipeline

source: Job is allocating computer resources. Please wait
pt: Execução está alocando recursos computacionais. Por favor, aguarde

source: Creating a total of {} step(s)
pt: Criando um total de {} passo(s)

source: Cluster {} is not enabled.
pt: Cluster {} não está habilitado.

source: At least a pipeline step is not associated to a workflow
pt: Pelo menus um passo da pipeline não está associado a um fluxo de trabalho

source: Set "ref" variable to {}
pt: Definida variável "ref" como {}

source: [{} to {}] [{}-{}] Step: {}/{} ({})
pt: [{} até {}] [{}-{}] Passo: {}/{} ({})

source: Pipeline was canceled or removed.
pt: Pipeline foi cancelada ou removida
